Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Sporządzam spisy ekwipunku, sprawdzam jego jakość, przydzielam go strażnikom, porządkuje go w skrzyniach i rzecz jasna, przygotowuję kwatery.
uk: Я інвентаризую спорядження, перевіряю його якість, видаю його вартовим, розкладаю по ящиках і, звісно, доглядаю казарми.

source: Spotkajmy się na cmentarzu w Silbach, gdy już uwinę się ze wszystkimi sprawami tutaj.
uk: Зустрінемось на цвинтарі у Сільбаху, коли я тут з усім розберусь.

source: Spotkajmy się na farmie Bermara.
uk: Зустрінемось на фермі Бермара.

source: Spotkajmy się na miejscu.
uk: Зустрінемось на місці.

source: Spotkajmy się pod starym wiatrakiem.
uk: Зустрінемося під старим вітряком.

source: Spotkajmy się przed wejściem do ruin Vardhal.
uk: Зустрінемось перед входом до руїн Вардхалу.

source: Spotkajmy się przy ujściu rzeki do morza w pobliżu Silbach za jakiś czas.
uk: Через деякий час зустрінемося там, де річка впадає в море, неподалік від Сільбаху.

source: Spotkajmy się tam, gdzie zawsze, chciałem z tobą porozmawiać o ostatniej sytuacji.
uk: Зустрічаємось там, де й завжди, я хочу поговорити з тобою про останні події.

source: Spotkajmy się w nocy przed wejściem na cmentarz, podobno to wtedy dochodzą z jego strony dziwne odgłosy.
uk: Зустрінемось вночі перед входом на цвинтар. Схоже, саме тоді звідти долинали ті дивні звуки.

source: Spotkajmy się w spalonej chacie przy rzece prowadzącej z Silbach do Wybrzeża Topielców. To zaraz obok tego drewnianego mostu, który niedawno naprawiono.
uk: Зустрінемось біля згорілої хатини на березі річки, що тече із Сільбаху до Узбережжя луркерів. Це поруч з тим дерев'яним мостом, який нещодавно відремонтували.

source: Spotkajmy się więc na placu. Pozostali rekruci, którym udało się ukończyć szkolenie, złożą tam z tobą przysięgę.
uk: Тож зустрінемося на площі. Інші новобранці, які успішно пройшли навчання, складуть там присягу разом з тобою.

source: Spotkajmy się za jakiś czas w lesie prowadzącym do ruin. Znajdziesz go na północ od farmy Bermara.
uk: Зустрінемось через деякий час у лісі, що веде до руїн. Він знаходиться на північ від ферми Бермара.

source: Spotkajmy się za mostem od zachodniej bramy miasta. Będę czekał na rozdrożu niedaleko kamiennego łuku i podziemnego przejścia.
uk: Зустрінемося за мостом, що за західною брамою міста. Я чекатиму на перехресті біля кам'яної арки та підземного проходу.

source: Spotkaliśmy dwóch spacerowiczów, którzy kręcili się obok jednej z willi. Postanowiłem zostawić ich w spokoju.
uk: Ми зустріли двох волоцюг, які тинялися біля одного з маєтків. Я вирішив залишити їх у спокої.

source: Spotkaliśmy obywatela, który miał okraść kościół Innosa. Wysłałem go tutaj, żeby złożył odpowiednie zeznanie.
uk: Ми зустріли містянина, який збирався пограбував церкву Інноса. Я відправив його сюди, щоб він написав зізнання.

source: Spotkaliśmy obywatela, który miał okraść kościół Innosa. Wysłałem go tutaj, żeby złożył odpowiednie zeznanie. Mam nadzieję, że nie zmarnował niczyjego czasu.
uk: Ми зустріли містянина, який збирався пограбувати церкву Інноса. Я відправив його сюди, щоб він написав зізнання. Сподіваюся, він не змарнував нічий час.

source: Spotkaliśmy po drodze dwa wilki. Okazało się, że były tylko zwiadowcami, a reszta stada czekała tuż za rogiem. Wzięły nas z zaskoczenia, ale daliśmy im radę. Pora ruszać w dalszą drogę.
uk: Дорогою ми зустріли двох вовків. Виявилося, що вони були просто розвідниками, а решта зграї чекала за рогом. Вони застали нас зненацька, але ми з ними впоралися. Час рухатися далі.

source: Spotkaliśmy się z Figaro pod kopalnią Araxos. Wywiązała się rozmowa, z której niewiele zrozumiałem, a teraz muszę iść za Ramhą coś sprawdzić.
uk: Ми зустрілися з Фігаро біля копальні Араксосу. Зав'язалася розмова, з якої я мало що зрозумів. Тепер я маю йти за Рамхою, аби вона дещо перевірила.

source: Spotkaliśmy żebraka. Chciałem go przekonać, że powinien iść do pracy, ale okazał się zwykłym nierobem i darmozjadem.
uk: Ми зустріли жебрака. Я намагався переконати його, що він повинен піти працювати, але він виявився просто неробою і дармоїдом.

source: Spotkaliśmy żebraka. Dałem mu parę monet i sobie poszedł.
uk: Ми зустріли жебрака. Я дав йому кілька монет, і він пішов геть.

source: Spotkaliśmy żebraka. Oferowałem mu pomoc w znalezieniu pracy, ale odmówił.
uk: Ми зустріли жебрака. Я запропонував йому допомогти знайти роботу, але він відмовився.

source: Spotkam się z każdą z tych osób i sprowadzę ich po kryjomu do naszego obozu.
uk: Я зустрінуся з кожним з цих людей і таємно приведу їх до нашого табору.

source: Spotkamy się przy zejściu na nabrzeże.
uk: Зустрінемось біля виходу на набережну.

source: Spotkamy się tam gdzie zawsze.
uk: Зустрінемося там, де й завжди.

source: Spotkamy się tutaj jutro wieczorem, tylko nie zapomnij przyjść!
uk: Зустрінемось тут завтра ввечері, тільки не забудь прийти!

source: Spotkamy się za chwilę na murach koszar, zdążyłem coś tam dla ciebie przygotować. Muszę tylko dokończyć jeszcze ten eliksir.
uk: Зустрінемося незабаром на стінах казарм, я там дещо для тебе приготував. Мені тільки треба закінчити це зілля.

source: Spotkanie po latach
uk: Зустріч через роки

source: Spotkasz tam uzbrojonych po zęby najemników z Wysp Południowych, kupców z Varrantu Bliskiego wciskających miejscowym świecidełka za pół darmo i naburmuszonych Nordmarczyków spędzających całe dni w tawernach.
uk: Ви зустрінете озброєних до зубів найманців з Південних островів, торговців з Ближнього Варанту, які збувають місцевим жителям дрібнички за півціни, і сварливих нордмарців, які проводять свої дні у корчмах.

source: Spotkasz tu tylko porządnych i uczciwych ludzi. Nie mogę tego samego powiedzieć o reszcie miasta.
uk: Тут ти зустрінеш лише порядних і чесних людей. Не можу сказати те ж саме про решту міста.

source: Spotkałem Baluena.
uk: Я зустрів Бейлена.

source: Spotkałem Berto. Renegaci rozpierzchli się po wyspie i czekają na rozkaz Salviego do ataku na winnice. Nie wiemy, która ma być jego celem, ani kiedy ma się odbyć atak. Jedyny ślad to resztki dokumentów Salviego. Powinienem wrócić do Oktava, może udało im się coś ustalić.
uk: Я зустрів Берто. Відступники розбрелися по острову і чекають наказу Сальві, щоб напасти на виноградник. Ми не знаємо, який з них стане його ціллю і коли відбудеться цей напад. Єдиний слід – залишки документів Сальві. Потрібно повернутися до Октава, можливо, їм вдалося щось з'ясувати.

source: Spotkałem Candaca w klasztorze. Wydaje się, że cała sytuacja ze złotymi Innosami już ucichła.
uk: Я зустрівся з Кандаком у монастирі. Здається, вся ця історія із золотими Інносами вже вщухла.

source: Spotkałem Ivy w Silbach. Zaprowadzi mnie do Wilczego Leża.
uk: Я зустрів Айві у Сільбаху. Вона проведе мене до Вовчого Лігва.

source: Spotkałem Lenę - wystraszoną, ale zdrową. Skoro z Przystani nie zostało za wiele, powinienem ją stąd zabrać.
uk: Я зустрів Олену – налякану, але здорову. Оскільки від Гавані мало що залишилося, я повинен забрати її звідси.

source: Spotkałem Osipa, razem z innymi grabił okoliczne domy i magazyny. Musiałem ukrócić ten proceder.
uk: Я зустрів Осіпа, який разом з іншими грабував навколишні будинки і склади. Я мусив це припинити.

source: Spotkałem Osipa, razem z innymi grabił okoliczne domy i magazyny. Postanowiłem się nie wtrącać.
uk: Я зустрів Осіпа, який разом з іншими грабував навколишні будинки і склади. Я вирішив не втручатися.

source: Spotkałem Osipa, razem z innymi grabił okoliczne domy i magazyny. Pozwoliłem im odejść.
uk: Я зустрів Осіпа, який разом з іншими грабував навколишні будинки і склади. Я відпустив їх.

source: Spotkałem grupkę uchodźców w kanałach. Nie udało mi się ich przekonać, by zaprowadzili mnie do ciała Burkharda. Muszę poszukać go na własną rękę.
uk: У каналізації я зустрів групу біженців. Я не зміг переконати їх привести мене до тіла Бурхарда. Тож мушу шукати його сам.

source: Spotkałem grupkę uchodźców w kanałach. Przekonałem jednego z nich, by zaprowadził mnie do ciała Burkharda.
uk: У каналізації я зустрів групу біженців. Я переконав одного з них привести мене до тіла Бурхарда.

source: Spotkałem i sprzątnąłem już tyle osób, że całkowicie przestałem zwracać uwagę na imiona.
uk: Я зустрічав і вбив таку кількість людей, що зовсім перестав звертати увагу на імена.

source: Spotkałem ich, ale tutaj udało się powrócić tylko mnie.
uk: Я зустрів їх, але повернутися вдалося тільки мені.

source: Spotkałem niejaką Karin. Nauczyła mnie grać na lutni.
uk: Я познайомився з жінкою, яку звуть Карін. Вона навчила мене грати на лютні.

source: Spotkałem rybaków, którzy mieli przy sobie paczki bagiennego ziela.
uk: Я зустрів рибалок, у яких був пакунок з болотною травою.

source: Spotkałem się przy winnicy z szefem Wodnego Kręgu. Teraz muszę iść za nim aż do miejsca zbiórki organizacji.
uk: На винограднику я зустрів очільника Кільця Води. Тепер я маю прослідкувати за ним до місця зустрічі їхньої організації.

source: Spotkałem się w mieście z Leną, Nadine i Barrym. Całe szczęście, że wszystko skończyło się dobrze. Za swój udział w ratowaniu Leny zostałem odpowiednio wynagrodzony.
uk: У місті я зустрівся з Оленою, Надін і Баррі. На щастя, все закінчилося добре. Я отримав належну винагороду за свою участь у порятунку Олени.

source: Spotkałem się z Arwidem w koszarach. Idziemy do karczmy Gerstanda po nowych rekrutów.
uk: Я зустрівся з Арвідом у казармах. Ми підемо до корчми Герстанда, щоб знайти новобранців.

source: Spotkałem się z Caramonem. Powinienem trzymać się blisko niego.
uk: Я зустрівся з Карамоном. Потрібно триматись поруч з ним.

source: Spotkałem się z Docanem w umówionym miejscu. Teraz pora na coś zapolować.
uk: Я зустрівся з Доканом в домовленому місці. Настав час полювання.

source: Spotkałem się z Gamalem przy wejściu do kanałów. Czas zmierzyć się z miejską legendą. Lepiej nie będę się oddalał od Wilczego Syna.
uk: Я зустрів Гамаля біля входу у каналізацію. Настав час зустрітися з міською легендою. Мені краще не відходити далеко від Вовчого Сина.

source: Spotkałem się z Holdwigiem. Chce, bym pomógł mu powstrzymać zapędy brata. Na początek kazał mi zebrać opinie pracowników na temat całego sporu. Powinienem zacząć od Liama, ale najważniejsze będą opinie zwykłych farmerów.
uk: Я зустрівся з Гольдвігом. Він хоче, щоб я допоміг йому приборкати брата. Для початку він сказав мені дізнатися думки працівників винограднику щодо цього конфлікту. Я повинен почати з Ліама, але й думки звичайних фермерів будуть не менш важливими.

source: Spotkałem się z Kesselem w wyznaczonym miejscu. Muszę teraz za nim podążać.
uk: Я зустрівся з Кесселем в домовленому місці. Тепер я маю йти за ним.

source: Spotkałem się z człowiekiem, z którym gadałem podczas patrolu. Początkowo był niechętnie nastawiony do propozycji Weigara, ale ostatecznie zgodził się na wymianę o wybranej przez niego porze pod drzewem na placu. Przekażę to Weigarowi.
uk: Я зустрівся з чоловіком, з яким розмовляв під час патрулювання. Спочатку він неохоче сприйняв пропозицію Вейгара, але врешті-решт погодився на обмін у зручний для нього час під деревом на площі. Я передам це Вейгару.

source: Spotkałem twojego syna.
uk: Я зустрів твого сина.

source: Spotkałem włóczęgę Terry'ego, który potwierdził, że ostatnio widział osoby pasujące do opisu. Twierdzi, że poszły traktem w kierunku miasta.
uk: Я зустрів волоцюгу на ім'я Террі, який підтвердив, що нещодавно бачив людей, схожих за описом. Він стверджує, що вони пішли стежкою в напрямку міста.

source: Spotkałeś kogoś jeszcze?
uk: Ти зустрічав ще когось?

source: Spowolnienie
uk: Уповільнення

source: Spośród grupy mieszkańców, wykazujących się wyjątkową niezłomnością wiary i umiejętnościami, wybrano garstkę wojowników, która od tej chwili stać będzie na straży równowagi w Archolos.
uk: З числа мешканців було обрано декількох воїнів, які продемонстрували виняткову стійкість віри та майстерність, щоб відтепер стояти на сторожі рівноваги Архолосу.

source: Spożywany w dni świąteczne na cześć Adanosa.
uk: Подається у святкові дні на честь Аданоса.

source: Spożywać z umiarem!
uk: Споживайте в міру!

source: Sprawa Bestii z Archolos pozostaje otwarta, ale to już nie mój problem.
uk: Питання щодо Звіра з Архолосу залишається відкритим, але це вже не моя проблема.

source: Sprawa Burkharda pozostaje otwarta, ale to teraz najmniejszy z moich problemów.
uk: Справа Бурхарда залишається відкритою, але це найменша з моїх теперішніх проблем.

source: Sprawa In Extremo załatwiona. Teraz mam zbadać, czy w stoczni miejskiej nie dochodzi do sabotażu, w międzyczasie czekając na raport Huxlaya poszukującego admirała Anskara.
uk: Справу In Extremo залагоджено. Тепер я маю розслідувати, чи дійсно на міській корабельні відбувається саботаж, але спочатку отримаю у Хакслі доповідь щодо пошуків адмірала Анскара.

source: Sprawa Svena i Harolda już niewiele mnie obchodzi...
uk: Змагання між Свеном і Гарольдом мене більше не хвилює...

source: Sprawa Ulryka. Archolos już dawno powinno odłączyć się od królestwa i stanowić osobny byt polityczny.
uk: Справа Ульріка. Архолос давно мав відокремитись від королівства і бути окремою політичною одиницею.

source: Sprawa domniemanego sabotażu stoczni oraz poszukiwań Anskara zakończona. Jutro mogę się zgłosić do Graysona po kolejne zadanie.
uk: Справа про ймовірний саботаж на корабельні та пошуки Анскара закінчилися. Завтра я можу з'явитись до Грейсона по чергове завдання.

source: Sprawa gościny dla Gwardii Królewskiej nie jest teraz dla mnie istotna. Grayson oraz Lorenzo nie będą zadowoleni.
uk: Питання прийому королівської гвардії для мене зараз не надто важливі. Грейсон і Лоренцо будуть незадоволені.

source: Sprawa jest bardziej skomplikowana niż myśleliśmy.
uk: Справа виявилася складнішою, ніж ми думали.

source: Sprawa jest bardziej skomplikowana, niż może ci się wydawać. Tu nie chodzi o ukaranie winnego i zamknięcie śledztwa.
uk: Справа складніша, ніж ти думаєш. Йдеться не про те, щоб покарати винного та закрити справу.

source: Sprawa jest bardzo pilna.
uk: Справа дуже термінова.

source: Sprawa jest dość skomplikowana, bo przy dźwigu przez cały dzień kręci się mnóstwo ludzi. Trudno wskazać kogoś jednoznacznie...
uk: Справа досить складна, бо біля крана цілими днями вештається багато людей. Важко вказати на когось однозначно...

source: Sprawa jest prosta, ale ważna, dlatego posłuchaj mnie teraz uważnie, mały.
uk: Справа проста, але важлива, тож слухай мене уважно, юначе.

source: Sprawa jest prosta, mam tutaj mały magazyn i organizuję w nim od czasu do czasu przyjacielskie pojedynki dla mieszkańców naszej wyspy.
uk: Все просто. Я маю тут невеличкий склад і час від часу влаштовую в ньому дружні поєдинки для мешканців нашого острова.

source: Sprawa jest prosta. Dostaniesz ten wypchany po brzegi złotymi monetami mieszek i zasłużysz na wdzięczność Gildii Kupieckiej, jeśli znajdziesz najemnika zwanego Sunder i przyniesiesz mi od niego wieści.
uk: Все просто. Ти отримаєш цей гаманець, набитий доверху золотими монетами, і заслужиш вдячність Торгової Гільдії, якщо знайдеш найманця на ім’я Сандер і принесеш мені новини від нього.

source: Sprawa ma się gorzej z obozem drwali, ale jest kilka sposobów by tam dotrzeć.
uk: З табором лісорубів складніше, але туди можна дістатися кількома шляхами.

source: Sprawa mięs dla Slagera pozostanie nierozwiązana...
uk: Питання м'яса для Слагера залишиться невирішеним...

source: Sprawa mundurów nie jest już dla mnie istotna. Roderich i Grayson pewnie nie będą zadowoleni.
uk: Питання спорядження для Варти мене більше не хвилює. Родеріх і Грейсон, мабуть, будуть незадоволені.

source: Sprawa tych posążków spędza mi sen z powiek... trzeba się tym zająć.
uk: Справа з цими статуетками не дає мені спати ночами... її потрібно вирішити.

source: Sprawa wygląda tak. Weźmiesz zlecenie od Graysona. Warunki finansowe omówisz z nim osobiście.
uk: Ось як все буде. Ти приймеш замовлення від Грейсона. Фінансові умови ви обговорите з ним особисто.

source: Sprawa z Albynem załatwiona. Zobaczę, jak Jornowi idzie praca w karczmie Bastiana.
uk: Справа з Альбіном вирішена. Подивлюся, як Йорнові працюється в корчмі Бастіана.

source: Sprawa z In Extremo załatwiona? Jeśli nie, to do roboty.
uk: Справа з In Extremo вирішена? Якщо ні, то до роботи.

source: Sprawa z niedźwiedziem trochę mnie poruszyła, ale pomału wszystko wraca do normy.
uk: Історія з ведмедем трохи позначилася на мені, але поступово все повертається до норми.

source: Sprawa załatwiona, Feil wrócił do pracy.
uk: Справу вирішено, Фейл повернувся до роботи.

source: Sprawa załatwiona, a teraz idź dalej, nie ma tu niczego do oglądania.
uk: Справу залагоджено, тепер йди собі, тут нема на що дивитися.

source: Sprawa załatwiona.
uk: Справу вирішено.

source: Sprawa załatwiona?
uk: Справу вирішено?

source: Sprawa ze strażnikiem załatwiona. Powinienem kontynuować pracę.
uk: Питання з вартовим вирішене. Я повинен продовжувати працювати.

source: Sprawa złodzieja pewnie nigdy nie zostanie wyjaśniona.
uk: Справа злодія, мабуть, ніколи не буде розкрита.

source: Sprawa życia lub śmierci
uk: Питання життя та смерті

source: Sprawca musi zostać znaleziony i odpowiednio ukarany.
uk: Винуватець має бути знайдений і покараний.

source: Sprawcą zamieszania był Gron.
uk: Винуватцем шуму був Грон.

source: Sprawcą zamieszania był Gron. Ostatnio pije więcej niż zazwyczaj...
uk: Винуватцем шуму був Грон. Останнім часом він п'є більше, ніж зазвичай...

source: Sprawcę, ubranego w strój pirata, widziano za wodospadem, niedaleko Wybrzeża Topielców.
uk: Злочинця, одягненого в піратське вбрання, бачили за водоспадом, неподалік від Узбережжя луркерів.

source: Sprawdzaj swoją broń, szukaj niedoskonałości. Po nabraniu odpowiedniego doświadczenia będziesz w stanie wyczuć, kiedy oręż wybija się ponad przeciętność.
uk: Перевіряй свою зброю, шукай недоліки. Коли ти наберешся достатньо досвіду, ти зможеш відчути, коли зброя виділяється на фоні інших.

source: Sprawdzam, czy pracownicy nie obijają się w robocie, a co?
uk: Я перевіряю, чи не байдикують працівники на роботі, а що?

source: Sprawdzała, czy roślina, którą znalazła to skalny korzeń i padła na ziemię nieprzytomna. Trzeba ją ocucić.
uk: Вона перевіряла, чи знайдена нею рослина це кам'яний корінь, і впала на землю непритомною. Їй потрібна допомога.

source: Sprawdzałeś, czy nikt cię nie śledzi?
uk: Ти перевірив, чи за тобою ніхто не стежить?

source: Sprawdzenie obecności już za mną, udało mi się dotrzeć na zbiórkę bez spóźnienia. Winstan powiedział, że rozpoczniemy od sparingu na placu treningowym. Muszę pamiętać, żeby walczyć wręczonym mi drewnianym mieczem.
uk: Перевірка присутніх скінчилась, я прийшов вчасно. Вінстан сказав, що ми почнемо зі спарингу на тренувальному майданчику. Треба не забути надягти дерев'яний меч, який мені вручили.

source: Sprawdzenie obecności już za mną. Niestety, Winstan nie był zadowolony z mojego spóźnienia. Powiedział też, że rozpoczniemy od sparingu na placu treningowym. Muszę pamiętać, żeby walczyć wręczonym mi drewnianym mieczem.
uk: Перевірка присутніх скінчилась. На жаль, Вінстан був незадоволений моїм запізненням. Він також сказав, що ми почнемо зі спарингу на тренувальному майданчику. Треба не забути надягти дерев'яний меч, який мені вручили.

source: Sprawdzi dokładnie waszą wytrzymałość.
uk: Він ретельно перевірить вашу витривалість.

source: Sprawdzimy dzisiaj jakie tempo utrzymujecie i jak szybko nogi wejdą wam do tyłków.
uk: Сьогодні ми перевіримо, який темп ви здатні витримувати, і як швидко ваші ноги діставатимуть до вашої дупи під час бігу.

source: Sprawdzimy to miejsce od góry do dołu. Z pewnością mają ukrytych tutaj sporo kosztowności i innych łupów. Wszystko to musi trafić do miejskiego skarbca.
uk: Ми обшукаємо це місце зверху донизу. Напевно у них тут заховано багато цінностей та іншої здобичі. Усе це має піти в міську скарбницю.

source: Sprawdziłam osobiście, brakuje w nim części! Koła zębatego, mówiąc konkretnie.
uk: Я сама перевірила, там не вистачає деталі! Шестерні, якщо точніше.

source: Sprawdziłem część beczek, żeby zobaczyć, czy czegoś do nich nie wlali. Jak widać, jestem cały i zdrowy, więc goście karczmy też będą.
uk: Я перевірив вміст деяких бочок, щоб переконатися, чи не додали вони чогось. Як бачиш, зі мною все гаразд, тож і іншим нічого не буде.

source: Sprawdziłem jaskinię, która nie dawała spokoju Zachary'emu i otrzymałem za to od niego nagrodę. Rybak postanowił zamknąć ten stary podziemny cmentarz i pozbyć się klucza.
uk: Я перевірив печеру, яка не давала спокою Захарію, і отримав від нього за це винагороду. Рибалка вирішив замкнути цей старий підземний цвинтар і позбутися ключа.

source: Sprawdziłem kopalnie, niby wszystko jest w porządku, ale sytuacja pomiędzy górnikami, a strażnikami wydaje się być napięta. Powinienem wrócić do Lorenzo.
uk: Я перевірив копальню, начебто все гаразд, але ситуація між гірниками та вартовими здається напруженою. Я повинен повернутися до Лоренцо.

source: Sprawdziłem obie drogi.
uk: Я перевірив обидва шляхи.

source: Sprawdziłem poletko Hershlika. Nikogo na nim nie znalazłem. Powiem o tym Weigarowi. Wrócę na plac w porcie, na którym miało dojść do wymiany.
uk: Я оглянув територію біля будинку Гершліка. Там нікого. Скажу про це Вейгару. Він має бути на площі в порту, де мав відбутися обмін.

source: Sprawdziłem skład proszku Rodrigo.
uk: Я перевірив склад порошку Родріго.

source: Sprawdziłem wskazane miejsca.
uk: Я перевірив зазначені місця.

source: Sprawdziłem wszystkie tropy, muszę poszukać Ivy, może udało jej się czegoś dowiedzieć.
uk: Я перевірив усі зачіпки, потрібно пошукати Айві, можливо, їй вдалося щось з'ясувати.

source: Sprawdziłem wszystkie tropy, teraz zdecydowanie mogę już wrócić z raportem do szefa.
uk: Я перевірив усі зачіпки, тепер я точно можу повернутися зі звітом.

source: Sprawdziłem wszystkie wskazane w wytycznych lokacje. Pora zdać raport Garosowi.
uk: Я перевірив усі місця, зазначені в настанові. Час доповідати Гаросу.

source: Sprawdziłem wszystkie wytyczne.
uk: Я перевірив усі інструкції.

source: Sprawdziłem z Caramonem miejsce, o którym wspominał rybak. Rzeczywiście, coś tutaj jest. Caramon zostanie i sprawdzi okolicę, a ja mam złożyć raport u Lorenzo.
uk: Я перевірив з Карамоном місце, про яке згадував рибалка. Дійсно, тут щось є. Карамон залишиться і перевірить територію, а я доповім Лоренцо.

source: Sprawdziłem zawartość wszystkich beczek, żeby przekonać się, czy czegoś do nich nie dodali. Sądząc po moim stanie, jest z nimi wszystko w porządku.
uk: Я перевірив вміст усіх бочок, щоб переконатися, чи не додали вони чогось. Судячи з мого стану, вони в порядку.

source: Sprawdzę ją w środku grobowca.
uk: Відкрию його тільки в гробниці.

source: Sprawdzę pole Hershlika.
uk: Я перевірю галявину Гершліка.

source: Sprawdzę pole alchemiczek.
uk: Я перевірю галявину поруч із сестрами-алхіміками.

source: Sprawdzę ten cmentarz.
uk: Я перевірю той цвинтар.

source: Sprawdzę to miejsce, a ty w tym czasie zdasz raport Lorenzo i zajmiesz się już swoimi poszukiwaniami.
uk: Я перевірю те місце, а ти тим часом повідом Лоренцо і займись вже своїми пошуками.

source: Sprawdzę to, a tymczasem nie oddalaj się zbytnio od wioski. Możliwe, że będę miał do ciebie jeszcze parę pytań.
uk: Я перевірю, а ти поки що не відходь далеко від села. Можливо, я матиму до тебе ще кілька запитань.

source: Sprawdzę tę jaskinię.
uk: Я перевірю цю печеру.

source: Sprawdzę, jak Duster radzi sobie w sali treningowej.
uk: Пора перевірити, як справи у Дастера в тренувальному залі.

source: Sprawdź jeszcze to.
uk: Перевір тепер це.

source: Sprawdź, co jest na górze, a my zaczekamy tu na ciebie.
uk: Подивись, що там нагорі, а ми зачекаємо на тебе тут.
